Revit 2024 API
ParameterTypeId.DoorEvacuationExitType Property
 "Exit Access"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DoorEvacuationExitType { get; }
Visual Basic
Public Shared ReadOnly Property DoorEvacuationExitType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DoorEvacuationExitType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace